{
  "title":"The Cat in the Hat - Dr. Seuss",
  "id":"2",
  "icon_url": "appImages/the-cat-in-the-hat-dr.-seuss-logo.jpg",
  "developer" : "Oceanhouse Media",
  "ratings" : "4+",
  "screenshot_url" : "appImages/the-cat-in-the-hat-dr.-seuss-screenshot-1.jpg",
  "screenshot_width" : "480",
  "screenshot_height" : "320",
  "short_description" : "The magic of storytelling is combined with features that entertain and promote literacy to offer an immersive and enriching reading experience!",
  "long_description" : "Apple Editors Choice Selection ***INTRODUCTORY PRICE*** Conduct Maestro Piccolos FLEA SYMPHONY and save their beloved music shop from going out of business.BOUNCE the fleas on drums, LAUNCH them off guitar strings, and SHOOT them out of tuba cannons as you create the perfect musical piece to keep customers coming back. To save their shop and their home, Maestro Piccolo and his Flea Symphony must put on the show of a lifetime! ***iPhone 3GS/iPod touch (3rd Gen) devices have known issues. Fix coming soon. Features include: • Solve Challenging Musical Puzzles – Many songs can emanate from the Flea powered musical machines, but only one is the perfect piece. Can you create the perfect musical piece?• Create Magnificent Music Machines – Fine-tune your magical music machines to reveal the Flea Symphonys hidden world of music • 5 Fantastical Worlds – Master 5 musical styles and themes including Woodwinds, Brasses, and Turntables (Dont forget to drop the bass)! • Over 100 Levels – With more free updates on the way! • Debut iOS game from The Odd Gentlemen – Award winning creator of The Misadventures of P.B. Winterbottom Contact Majesco Entertainment:Facebook: http://www.facebook.com/FleaSymphony Twitter: @FleaSymphony Web: http://www.fleasymphony.com Thanks for downloading and please dont forget to rate our game.",
  "like_count" : 3,
  "video_url" : "",
  "category" : "Kids",
  "price" : 3.99, 
  "tags" : ["Family", "Kids","Both iPhone & iPad", "Great on iPhone5", "Games", "Puzzle", "Game Center"], 
  "badges" : [ "Top 1 iPhone Game" , "featured on 144apps", "New"]
}